Repository: Evil-Project/Twinskaraoke
Catalog: TwinskaraokeShared/Localization/Localizable.xcstrings
Source language: en
Languages: de, fi, fr, ja, uk, zh_hans, zh_hant

source: Play live radio
de: Live-Radio abspielen
fi: Toista live-radio
fr: Écouter la radio en direct
ja: ライブラジオを再生
uk: Увімкнути живе радіо
zh_hans: 播放直播电台
zh_hant: 播放直播電台

source: Play Live Radio
de: Live-Radio abspielen
fi: Toista live-radio
fr: Écouter la radio en direct
ja: ライブラジオを再生
uk: Увімкнути живе радіо
zh_hans: 播放直播电台
zh_hant: 播放直播電台

source: Play live station
de: Live-Sender abspielen
fi: Toista live-asema
fr: Écouter la station en direct
ja: ライブステーションを再生
uk: Увімкнути живу станцію
zh_hans: 播放电台
zh_hant: 播放電台

source: Play Live Station
de: Live-Sender abspielen
fi: Toista live-asema
fr: Écouter la station en direct
ja: ライブステーションを再生
uk: Увімкнути живу станцію
zh_hans: 播放电台
zh_hant: 播放電台

source: Play Next
de: Als Nächstes spielen
fi: Toista seuraavaksi
fr: Lire ensuite
ja: 次に再生
uk: Відтворити наступною
zh_hans: 下一首播放
zh_hant: 下一首播放

source: Play Next Track
de: Nächsten Titel abspielen
fi: Toista seuraava kappale
fr: Lire le titre suivant
ja: 次のトラックを再生
uk: Відтворити наступний трек
zh_hans: 播放下一首
zh_hant: 播放下一首

source: Play or Pause
de: Abspielen oder pausieren
fi: Toista tai keskeytä
fr: Lecture ou pause
ja: 再生または一時停止
uk: Відтворити або призупинити
zh_hans: 播放或暂停
zh_hant: 播放或暫停

source: Play playlist
de: Playlist abspielen
fi: Toista soittolista
fr: Lire la playlist
ja: プレイリストを再生
uk: Відтворити плейлист
zh_hans: 播放歌单
zh_hant: 播放歌單

source: Play Radio
de: Radio abspielen
fi: Toista radio
fr: Écouter la radio
ja: ラジオを再生
uk: Увімкнути радіо
zh_hans: 播放电台
zh_hant: 播放電台

source: Play random songs
de: Zufällige Songs abspielen
fi: Toista satunnaisia kappaleita
fr: Lire des titres aléatoires
ja: ランダムな曲を再生
uk: Відтворити випадкові пісні
zh_hans: 播放随机歌曲
zh_hant: 播放隨機歌曲

source: Play uploaded songs
de: Hochgeladene Songs abspielen
fi: Toista lähetetyt kappaleet
fr: Lire les titres importés
ja: アップロードした曲を再生
uk: Відтворити вивантажені пісні
zh_hans: 播放上传的歌曲
zh_hant: 播放上傳的歌曲

source: Playback
de: Wiedergabe
fi: Toisto
fr: Lecture
ja: 再生
uk: Відтворення
zh_hans: 回放
zh_hant: 回放

source: Playback is independent — starting a song here does not move it to your iPhone
de: Die Wiedergabe ist unabhängig – ein hier gestarteter Song wird nicht auf dein iPhone übertragen
fi: Toisto on erillinen – täällä aloitettu kappale ei siirry iPhoneesi
fr: La lecture est indépendante : un titre lancé ici ne passe pas sur votre iPhone
ja: 再生は独立しています。ここで開始した曲はiPhoneに移りません
uk: Відтворення незалежне — пісня, запущена тут, не переходить на iPhone
zh_hans: 播放相互独立——在这里开始的歌曲不会转到你的 iPhone
zh_hant: 播放彼此獨立——在這裡開始的歌曲不會轉到你的 iPhone

source: Playback position
de: Wiedergabeposition
fi: Toistokohta
fr: Position de lecture
ja: 再生位置
uk: Позиція відтворення
zh_hans: 播放位置
zh_hant: 播放位置

source: Playback Position
de: Wiedergabeposition
fi: Toistokohta
fr: Position de lecture
ja: 再生位置
uk: Позиція відтворення
zh_hans: 播放进度
zh_hant: 播放進度

source: Playback settings
de: Wiedergabeeinstellungen
fi: Toistoasetukset
fr: Réglages de lecture
ja: 再生設定
uk: Налаштування відтворення
zh_hans: 播放设置
zh_hant: 播放設定

source: Playing
de: Wird abgespielt
fi: Toistetaan
fr: En lecture
ja: 再生中
uk: Відтворюється
zh_hans: 正在播放
zh_hant: 正在播放

source: Playing %@
de: %@ wird abgespielt
fi: Toistetaan %@
fr: Lecture de %@
ja: %@を再生中
uk: Відтворюється «%@»
zh_hans: 正在播放“%@”
zh_hant: 正在播放「%@」

source: Playing full screen
de: Wird im Vollbild abgespielt
fi: Toistetaan koko näytöllä
fr: Lecture en plein écran
ja: フルスクリーンで再生中
uk: Відтворюється на весь екран
zh_hans: 正在全屏播放
zh_hant: 正在全螢幕播放

source: Playing in order
de: Wiedergabe in Reihenfolge
fi: Toisto järjestyksessä
fr: Lecture dans l’ordre
ja: 順番に再生
uk: Відтворення по порядку
zh_hans: 按顺序播放
zh_hant: 依序播放

source: Playing live
de: Live-Wiedergabe
fi: Toistetaan suorana
fr: Lecture en direct
ja: ライブ再生中
uk: Відтворюється наживо
zh_hans: 正在直播播放
zh_hant: 正在直播播放

source: Playing next
de: Als Nächstes
fi: Seuraavaksi
fr: À suivre
ja: 次に再生
uk: Далі
zh_hans: 即将播放
zh_hant: 即將播放

source: Playing Next
de: Als Nächstes
fi: Seuraavaksi
fr: À suivre
ja: 次に再生
uk: Далі
zh_hans: 即将播放
zh_hant: 即將播放

source: Playlist Empty
de: Playlist leer
fi: Soittolista on tyhjä
fr: Playlist vide
ja: プレイリストは空です
uk: Плейлист порожній
zh_hans: 歌单为空
zh_hant: 歌單是空的

source: Playlist privacy
de: Sichtbarkeit der Playlist
fi: Soittolistan yksityisyys
fr: Confidentialité de la playlist
ja: プレイリストの公開設定
uk: Приватність плейлиста
zh_hans: 歌单隐私
zh_hant: 歌單隱私

source: Playlists couldn’t be loaded. Pull to refresh to retry.
de: Playlists konnten nicht geladen werden. Zum Aktualisieren nach unten ziehen.
fi: Soittolistoja ei voitu ladata. Yritä uudelleen vetämällä alas.
fr: Impossible de charger les playlists. Tirez vers le bas pour réessayer.
ja: プレイリストを読み込めませんでした。下に引いて再試行してください。
uk: Не вдалося завантажити плейлисти. Потягніть униз, щоб повторити.
zh_hans: 无法加载歌单。下拉以重试。
zh_hant: 無法載入歌單。下拉以重試。

source: Playlists will appear here.
de: Playlists erscheinen hier.
fi: Soittolistat näkyvät täällä.
fr: Les playlists apparaîtront ici.
ja: プレイリストがここに表示されます。
uk: Плейлисти з’являться тут.
zh_hans: 歌单会显示在这里。
zh_hant: 歌單會顯示在這裡。

source: Playlists you add will appear here.
de: Playlists, die du hinzufügst, erscheinen hier.
fi: Lisäämäsi soittolistat näkyvät täällä.
fr: Les playlists que vous ajoutez apparaîtront ici.
ja: 追加したプレイリストがここに表示されます。
uk: Додані вами плейлисти з’являться тут.
zh_hans: 你添加的歌单会显示在这里。
zh_hant: 你加入的歌單會顯示在這裡。

source: Plays %@.
de: Spielt %@ ab.
fi: Toistaa kappaleen %@.
fr: Lit %@.
ja: %@を再生します。
uk: Відтворює «%@».
zh_hans: 播放“%@”。
zh_hant: 播放「%@」。

source: Plays On This Watch
de: Wird auf dieser Uhr abgespielt
fi: Soi tässä kellossa
fr: Lecture sur cette montre
ja: このApple Watchで再生
uk: Відтворюється на цьому годиннику
zh_hans: 在此手表上播放
zh_hant: 在此手錶上播放

source: Plays or pauses whatever is loaded on this watch.
de: Spielt ab oder pausiert, was auf dieser Uhr geladen ist.
fi: Toistaa tai keskeyttää tähän kelloon ladatun sisällön.
fr: Lit ou met en pause ce qui est chargé sur cette montre.
ja: このApple Watchに読み込まれているものを再生または一時停止します。
uk: Відтворює або призупиняє те, що завантажено на цьому годиннику.
zh_hans: 播放或暂停此手表上已载入的内容。
zh_hant: 播放或暫停此手錶上已載入的內容。

source: Plays this release.
de: Spielt diese Veröffentlichung ab.
fi: Toistaa tämän julkaisun.
fr: Lit cette sortie.
ja: このリリースを再生します。
uk: Відтворює цей реліз.
zh_hans: 播放此作品
zh_hant: 播放此作品

source: Plays this song from the queue.
de: Spielt diesen Song aus der Warteschlange ab.
fi: Toistaa tämän kappaleen jonosta.
fr: Lit ce titre depuis la file d’attente.
ja: キューからこの曲を再生します。
uk: Відтворює цю пісню з черги.
zh_hans: 从队列中播放此歌曲
zh_hant: 從佇列中播放此歌曲

source: Plays this song.
de: Spielt diesen Song ab.
fi: Toistaa tämän kappaleen.
fr: Lit ce titre.
ja: この曲を再生します。
uk: Відтворює цю пісню.
zh_hans: 播放这首歌
zh_hant: 播放這首歌

source: Plays this video from the beginning
de: Spielt dieses Video von Anfang an ab
fi: Toistaa tämän videon alusta
fr: Lit cette vidéo depuis le début
ja: このビデオを最初から再生します
uk: Відтворює це відео з початку
zh_hans: 从头播放此视频
zh_hant: 從頭播放此影片

source: Please fill in all fields
de: Bitte fülle alle Felder aus
fi: Täytä kaikki kentät
fr: Veuillez remplir tous les champs
ja: すべての項目を入力してください
uk: Заповніть усі поля
zh_hans: 请填写所有字段
zh_hant: 請填寫所有欄位

source: Please fill in all fields.
de: Bitte fülle alle Felder aus.
fi: Täytä kaikki kentät.
fr: Veuillez remplir tous les champs.
ja: すべての項目を入力してください。
uk: Заповніть усі поля.
zh_hans: 请填写所有字段。
zh_hant: 請填寫所有欄位。

source: Please try again.
de: Bitte erneut versuchen.
fi: Yritä uudelleen.
fr: Veuillez réessayer.
ja: もう一度お試しください。
uk: Спробуйте ще раз.
zh_hans: 请重试。
zh_hant: 請重試。

source: Point the camera at the QR code shown on twinskaraoke.com.
de: Richte die Kamera auf den QR-Code auf twinskaraoke.com.
fi: Osoita kameralla twinskaraoke.comissa näkyvää QR-koodia.
fr: Pointez l’appareil photo vers le code QR affiché sur twinskaraoke.com.
ja: twinskaraoke.comに表示されているQRコードにカメラを向けてください。
uk: Наведіть камеру на QR-код на сайті twinskaraoke.com.
zh_hans: 将摄像头对准 twinskaraoke.com 上显示的二维码
zh_hant: 將相機對準 twinskaraoke.com 上顯示的行動條碼

source: Population
de: Anzahl
fi: Määrä
ja: 数
uk: Кількість
zh_hans: 数量
zh_hant: 數量

source: Powered by on-device AI. Audio is separated into vocals and instrumentals using a neural network model.
de: KI auf dem Gerät trennt Audio mithilfe eines neuronalen Netzes in Gesang und Instrumente.
fi: Laitteen tekoäly erottelee äänen lauluksi ja säestykseksi neuroverkkomallilla.
fr: L’IA sur l’appareil sépare la voix et les instruments à l’aide d’un réseau neuronal.
ja: デバイス上のニューラルネットワークモデルが音声をボーカルと伴奏に分離します。
uk: ШІ на пристрої розділяє аудіо на вокал та інструменти за допомогою нейромережі.
zh_hans: 由设备端 AI 驱动，使用神经网络模型将音频分离为人声和伴奏。
zh_hant: 由裝置端 AI 驅動，使用神經網路模型將音訊分離為人聲和伴奏。

source: Preparing
de: Wird vorbereitet
fi: Valmistellaan
fr: Préparation
ja: 準備中
uk: Підготовка
zh_hans: 准备中
zh_hant: 準備中

source: Preparing playback. More song actions are available from the row menu.
de: Wiedergabe wird vorbereitet. Weitere Song-Aktionen findest du im Zeilenmenü.
fi: Toistoa valmistellaan. Lisää kappaletoimintoja on rivin valikossa.
fr: Préparation de la lecture. D’autres actions sont disponibles dans le menu de la ligne.
ja: 再生を準備しています。その他の操作は行のメニューから利用できます。
uk: Підготовка відтворення. Інші дії з піснею доступні в меню рядка.
zh_hans: 正在准备播放。更多歌曲操作可在行菜单中找到。
zh_hant: 正在準備播放。更多歌曲操作可在列選單中找到。

source: Preparing vocal removal
de: Gesangsentfernung wird vorbereitet
fi: Valmistellaan laulun poistoa
fr: Préparation de la suppression de la voix
ja: ボーカル除去を準備中
uk: Підготовка видалення вокалу
zh_hans: 正在准备人声消除
zh_hant: 正在準備人聲消除

source: Preparing your sign-in code…
de: Dein Anmeldecode wird vorbereitet …
fi: Kirjautumiskoodia valmistellaan…
fr: Préparation de votre code de connexion…
ja: サインインコードを準備しています…
uk: Підготовка коду входу…
zh_hans: 正在准备你的登录代码…
zh_hant: 正在準備你的登入代碼…

source: Preparing, %@
de: Wird vorbereitet, %@
fi: Valmistellaan, %@
fr: Préparation, %@
ja: 準備中、%@
uk: Підготовка, %@
zh_hans: 准备中，%@
zh_hant: 準備中，%@

source: Preset
de: Voreinstellung
fi: Esiasetus
fr: Préréglage
ja: プリセット
uk: Попереднє налаштування
zh_hans: 预设
zh_hant: 預設

source: Previous
de: Vorheriger
fi: Edellinen
fr: Précédent
ja: 前へ
uk: Попередня
zh_hans: 上一首
zh_hant: 上一首

source: Previous track
de: Vorheriger Titel
fi: Edellinen kappale
fr: Titre précédent
ja: 前のトラック
uk: Попередній трек
zh_hans: 上一首
zh_hant: 上一首

source: Previous Track
de: Vorheriger Titel
fi: Edellinen kappale
fr: Titre précédent
ja: 前のトラック
uk: Попередній трек
zh_hans: 上一首
zh_hant: 上一首

source: Primary Contact
de: Hauptkontakt
fi: Ensisijainen yhteyshenkilö
fr: Contact principal
ja: 主な連絡先
uk: Основний контакт
zh_hans: 主要联系方式
zh_hant: 主要聯絡方式

source: Private
de: Privat
fi: Yksityinen
fr: Privée
ja: 非公開
uk: Приватний
zh_hans: 私密
zh_hant: 私密

source: Profile
de: Profil
fi: Profiili
fr: Profil
ja: プロフィール
uk: Профіль
zh_hans: 个人主页
zh_hant: 個人主頁

source: Progress
de: Fortschritt
fi: Edistyminen
fr: Progression
ja: 進行状況
uk: Прогрес
zh_hans: 进度
zh_hant: 進度

source: Project Status
de: Projektstatus
fi: Projektin tila
fr: État du projet
ja: プロジェクトの状況
uk: Стан проєкту
zh_hans: 项目状态
zh_hant: 專案狀態

source: Public
de: Öffentlich
fi: Julkinen
fr: Publique
ja: 公開
uk: Публічний
zh_hans: 公开
zh_hant: 公開

source: Public Playlist
de: Öffentliche Playlist
fi: Julkinen soittolista
fr: Playlist publique
ja: 公開プレイリスト
uk: Публічний плейлист
zh_hans: 公开的歌单
zh_hant: 公開的歌單

source: Public Playlists
de: Öffentliche Playlists
fi: Julkiset soittolistat
fr: Playlists publiques
ja: 公開プレイリスト
uk: Публічні плейлисти
zh_hans: 公开的歌单
zh_hant: 公開的歌單

source: Public playlists can be discovered by other users.
de: Öffentliche Playlists können von anderen gefunden werden.
fi: Muut käyttäjät voivat löytää julkiset soittolistat.
fr: Les playlists publiques peuvent être découvertes par d’autres utilisateurs.
ja: 公開プレイリストは他のユーザーが見つけられます。
uk: Інші користувачі можуть знаходити публічні плейлисти.
zh_hans: 公开的歌单将对所有人可见
zh_hant: 公開的歌單將對所有人可見

source: Pull down or tap retry when the video service is slow.
de: Ziehe nach unten oder tippe auf „Erneut versuchen“, wenn der Videodienst langsam ist.
fi: Vedä alas tai napauta Yritä uudelleen, jos videopalvelu on hidas.
fr: Tirez vers le bas ou touchez Réessayer si le service vidéo est lent.
ja: ビデオサービスが遅いときは、下に引くか再試行をタップしてください。
uk: Потягніть униз або торкніться «Повторити», якщо відеосервіс працює повільно.
zh_hans: 视频服务较慢时，请下拉或轻点重试。
zh_hant: 影片服務較慢時，請下拉或點一下重試。

source: Pull down to refresh browse categories.
de: Zum Aktualisieren der Kategorien nach unten ziehen.
fi: Päivitä selauskategoriat vetämällä alas.
fr: Tirez vers le bas pour actualiser les catégories.
ja: 下に引いてカテゴリを更新します。
uk: Потягніть униз, щоб оновити категорії.
zh_hans: 下拉以刷新浏览类别。
zh_hant: 下拉以重新整理瀏覽類別。

source: Pull down to refresh live station metadata.
de: Zum Aktualisieren der Live-Sender-Metadaten nach unten ziehen.
fi: Päivitä live-aseman metatiedot vetämällä alas.
fr: Tirez vers le bas pour actualiser les métadonnées de la station en direct.
ja: 下に引いてライブステーションのメタデータを更新します。
uk: Потягніть униз, щоб оновити метадані живої станції.
zh_hans: 下拉以刷新直播电台元数据。
zh_hant: 下拉以重新整理直播電台後設資料。

source: Quality
de: Qualität
fi: Laatu
fr: Qualité
ja: 画質
uk: Якість
zh_hans: 画质
zh_hant: 畫質

source: Queue
de: Warteschlange
fi: Jono
fr: File d’attente
ja: キュー
uk: Черга
zh_hans: 播放队列
zh_hant: 播放佇列

source: Queue Empty
de: Warteschlange leer
fi: Jono on tyhjä
fr: File d’attente vide
ja: キューは空です
uk: Черга порожня
zh_hans: 播放队列为空
zh_hant: 播放佇列是空的

source: Queue, favorite, download, or add songs to playlists.
de: Songs in die Warteschlange stellen, favorisieren, laden oder zu Playlists hinzufügen.
fi: Lisää kappaleita jonoon, suosikkeihin, lataa niitä tai lisää soittolistoihin.
fr: Ajoutez des titres à la file, aux favoris, téléchargez-les ou ajoutez-les à des playlists.
ja: 曲をキューに追加、お気に入り、ダウンロード、プレイリストに追加できます。
uk: Додавайте пісні в чергу, до улюбленого, завантажуйте або додавайте до плейлистів.
zh_hans: 将歌曲加入播放队列、收藏、下载或添加到歌单。
zh_hant: 將歌曲加入播放佇列、喜好項目、下載或加入歌單。

source: Queued
de: In der Warteschlange
fi: Jonossa
fr: En file d’attente
ja: キューに追加済み
uk: У черзі
zh_hans: 已加入播放队列
zh_hant: 已加入播放佇列

# Queued %lld of %lld
source: Queued %1$lld of %2$lld
de: %1$lld von %2$lld in der Warteschlange
fi: Jonossa %1$lld/%2$lld
fr: %1$lld sur %2$lld en file d’attente
ja: %2$lld 件中 %1$lld 件をキューに追加
uk: У черзі %1$lld з %2$lld
zh_hans: 待播放的歌曲: %1$lld 首 / 共 %2$lld 首
zh_hant: 待播放的歌曲: %1$lld 首 / 共 %2$lld 首

source: Radio is temporarily unavailable.
de: Das Radio ist vorübergehend nicht verfügbar.
fi: Radio ei ole tilapäisesti käytettävissä.
fr: La radio est temporairement indisponible.
ja: ラジオは一時的に利用できません。
uk: Радіо тимчасово недоступне.
zh_hans: 电台暂时不可用。
zh_hant: 電台暫時無法使用。

source: Radio Metadata
de: Radio-Metadaten
fi: Radion metatiedot
fr: Métadonnées de la radio
ja: ラジオのメタデータ
uk: Метадані радіо
zh_hans: 电台元数据
zh_hant: 電台後設資料

source: Radio metadata is temporarily unavailable.
de: Radio-Metadaten sind vorübergehend nicht verfügbar.
fi: Radion metatiedot eivät ole tilapäisesti käytettävissä.
fr: Les métadonnées de la radio sont temporairement indisponibles.
ja: ラジオのメタデータは一時的に利用できません。
uk: Метадані радіо тимчасово недоступні.
zh_hans: 电台元数据暂时不可用。
zh_hant: 電台後設資料暫時無法使用。

source: Radio Schedule Unavailable
de: Radioprogramm nicht verfügbar
fi: Radion ohjelma ei ole käytettävissä
fr: Programme radio indisponible
ja: ラジオのスケジュールを利用できません
uk: Розклад радіо недоступний
zh_hans: 电台节目表不可用
zh_hant: 電台節目表無法使用

source: Radio track
de: Radiotitel
fi: Radiokappale
fr: Titre radio
ja: ラジオのトラック
uk: Радіотрек
zh_hans: 电台曲目
zh_hant: 電台曲目

source: Radio Unavailable
de: Radio nicht verfügbar
fi: Radio ei ole käytettävissä
fr: Radio indisponible
ja: ラジオを利用できません
uk: Радіо недоступне
zh_hans: 电台不可用
zh_hant: 電台無法使用

source: Random
de: Zufall
fi: Satunnainen
fr: Aléatoire
ja: ランダム
uk: Випадкове
zh_hans: 随机
zh_hant: 隨機

source: Random Songs
de: Zufällige Songs
fi: Satunnaiset kappaleet
fr: Titres aléatoires
ja: ランダムな曲
uk: Випадкові пісні
zh_hans: 随机歌曲
zh_hant: 隨機歌曲

source: Random songs artwork
de: Artwork für zufällige Songs
fi: Satunnaisten kappaleiden kuva
fr: Illustration des titres aléatoires
ja: ランダムな曲のアートワーク
uk: Обкладинка випадкових пісень
zh_hans: 随机歌曲封面
zh_hant: 隨機歌曲封面

source: Rare
de: Selten
fi: Harvinainen
ja: レア
uk: Рідкісний
zh_hans: 稀有
zh_hant: 稀有

source: Rarity %lld
de: Seltenheit %lld
fi: Harvinaisuus %lld
fr: Rareté %lld
ja: レア度 %lld
uk: Рідкісність %lld
zh_hans: 稀有度 %lld
zh_hant: 稀有度 %lld

source: Ready
de: Bereit
fi: Valmis
fr: Prêt
ja: 準備完了
uk: Готово
zh_hans: 就绪
zh_hant: 就緒

source: Ready for browsing and music
de: Bereit zum Stöbern und Hören
fi: Valmis selaamaan ja kuuntelemaan
fr: Prêt pour la navigation et la musique
ja: ブラウズと音楽の準備完了
uk: Готово до перегляду й музики
zh_hans: 可以浏览和播放音乐
zh_hant: 可以瀏覽和播放音樂

source: Real-time mode: audio is processed on-the-fly when you activate an audio effect. Only the unplayed portion is processed for faster results.
de: Echtzeitmodus: Audio wird beim Aktivieren eines Audioeffekts direkt verarbeitet. Nur der noch nicht gespielte Teil wird verarbeitet, damit es schneller geht.
fi: Reaaliaikatila: ääni käsitellään lennossa, kun otat äänitehosteen käyttöön. Vain toistamaton osa käsitellään, jotta tulos valmistuu nopeammin.
fr: Mode temps réel : l’audio est traité à la volée lorsque vous activez un effet audio. Seule la partie non lue est traitée pour aller plus vite.
ja: リアルタイムモード：オーディオエフェクトを有効にすると、音声がその場で処理されます。未再生の部分だけを処理するため、すばやく反映されます。
uk: Режим реального часу: аудіо обробляється на льоту, коли ви вмикаєте аудіоефект. Обробляється лише невідтворена частина, щоб результат був швидшим.
zh_hans: 实时模式：当您开启卡拉OK功能时，音频将被实时处理。系统仅处理未播放的部分，以提供更快的响应速度。
zh_hant: 即時模式：當您開啟卡拉OK功能時，音訊將被即時處理。系統僅處理未播放的部分，以提供更快的回應速度。

source: Recent Twinskaraoke videos will appear here.
de: Neue Twinskaraoke-Videos erscheinen hier.
fi: Uusimmat Twinskaraoke-videot näkyvät täällä.
fr: Les vidéos Twinskaraoke récentes apparaîtront ici.
ja: 最新のTwinskaraokeビデオがここに表示されます。
uk: Нещодавні відео Twinskaraoke з’являться тут.
zh_hans: 最新的 Twinskaraoke 视频会显示在这里。
zh_hant: 最新的 Twinskaraoke 影片會顯示在這裡。

source: Recent Videos
de: Neueste Videos
fi: Viimeisimmät videot
fr: Vidéos récentes
ja: 最近のビデオ
uk: Нещодавні відео
zh_hans: 近期视频
zh_hant: 近期影片

source: Recently Added
de: Kürzlich hinzugefügt
fi: Äskettäin lisätyt
fr: Ajouts récents
ja: 最近追加した項目
uk: Нещодавно додані
zh_hans: 最近添加
zh_hant: 最近新增

source: Recently played
de: Zuletzt gespielt
fi: Viimeksi soitetut
fr: Écoutés récemment
ja: 最近再生した項目
uk: Нещодавно відтворені
zh_hans: 最近播放
zh_hant: 最近播放

source: Recently Played
de: Zuletzt gespielt
fi: Viimeksi soitetut
fr: Écoutés récemment
ja: 最近再生した項目
uk: Нещодавно відтворені
zh_hans: 最近播放
zh_hant: 最近播放

source: Recently Released
de: Kürzlich erschienen
fi: Äskettäin julkaistut
fr: Sorties récentes
ja: 最近リリースされた曲
uk: Нещодавні релізи
zh_hans: 近期发行
zh_hant: 近期發行

source: Refresh
de: Aktualisieren
fi: Päivitä
fr: Actualiser
ja: 更新
uk: Оновити
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh Library
de: Mediathek aktualisieren
fi: Päivitä kirjasto
fr: Actualiser la bibliothèque
ja: ライブラリを更新
uk: Оновити медіатеку
zh_hans: 刷新资料库
zh_hant: 重新整理資料庫

source: Refresh Metadata
de: Metadaten aktualisieren
fi: Päivitä metatiedot
fr: Actualiser les métadonnées
ja: メタデータを更新
uk: Оновити метадані
zh_hans: 刷新元数据
zh_hant: 重新整理中繼資料

source: Refresh Playlist
de: Playlist aktualisieren
fi: Päivitä soittolista
fr: Actualiser la playlist
ja: プレイリストを更新
uk: Оновити плейлист
zh_hans: 刷新歌单
zh_hant: 重新整理歌單

source: Refresh Playlists
de: Playlists aktualisieren
fi: Päivitä soittolistat
fr: Actualiser les playlists
ja: プレイリストを更新
uk: Оновити плейлисти
zh_hans: 刷新歌单
zh_hant: 重新整理歌單

source: Refresh Profile
de: Profil aktualisieren
fi: Päivitä profiili
fr: Actualiser le profil
ja: プロフィールを更新
uk: Оновити профіль
zh_hans: 刷新个人主页
zh_hant: 重新整理個人主頁

source: Refresh Radio
de: Radio aktualisieren
fi: Päivitä radio
fr: Actualiser la radio
ja: ラジオを更新
uk: Оновити радіо
zh_hans: 刷新电台
zh_hant: 重新整理電台

source: Refresh radio metadata
de: Radio-Metadaten aktualisieren
fi: Päivitä radion metatiedot
fr: Actualiser les métadonnées de la radio
ja: ラジオのメタデータを更新
uk: Оновити метадані радіо
zh_hans: 刷新电台信息
zh_hant: 更新電台資訊

source: Refresh Random
de: Zufall aktualisieren
fi: Päivitä satunnaiset
fr: Actualiser l’aléatoire
ja: ランダムを更新
uk: Оновити випадкові
zh_hans: 刷新随机歌曲
zh_hant: 重新整理隨機歌曲

source: Refresh Random Songs
de: Zufällige Songs aktualisieren
fi: Päivitä satunnaiset kappaleet
fr: Actualiser les titres aléatoires
ja: ランダムな曲を更新
uk: Оновити випадкові пісні
zh_hans: 刷新随机歌曲
zh_hant: 重新整理隨機歌曲

source: Refresh Set
de: Auswahl aktualisieren
fi: Päivitä valikoima
fr: Actualiser la sélection
ja: セットを更新
uk: Оновити набір
zh_hans: 刷新歌单
zh_hant: 更新歌單

source: Refresh the feed
de: Feed aktualisieren
fi: Päivitä syöte
fr: Actualiser le flux
ja: フィードを更新
uk: Оновити стрічку
zh_hans: 刷新动态
zh_hant: 重新整理動態

source: Refresh this CarPlay list
de: Diese CarPlay-Liste aktualisieren
fi: Päivitä tämä CarPlay-luettelo
fr: Actualiser cette liste CarPlay
ja: このCarPlayリストを更新
uk: Оновити цей список CarPlay
zh_hans: 刷新此 CarPlay 列表
zh_hant: 重新整理此 CarPlay 列表

source: Refresh to load live station metadata.
de: Aktualisieren, um die Live-Sender-Metadaten zu laden.
fi: Päivitä ladataksesi live-aseman metatiedot.
fr: Actualisez pour charger les métadonnées de la station en direct.
ja: 更新してライブステーションのメタデータを読み込みます。
uk: Оновіть, щоб завантажити метадані живої станції.
zh_hans: 刷新以加载直播电台元数据。
zh_hant: 重新整理以載入直播電台後設資料。

source: Refresh to load the live station.
de: Aktualisieren, um den Live-Sender zu laden.
fi: Päivitä ladataksesi live-aseman.
fr: Actualisez pour charger la station en direct.
ja: 更新してライブステーションを読み込みます。
uk: Оновіть, щоб завантажити живу станцію.
zh_hans: 刷新以加载直播电台。
zh_hant: 重新整理以載入直播電台。

source: Refresh to roll a new set of songs.
de: Aktualisieren, um eine neue Auswahl an Songs zu würfeln.
fi: Päivitä arpoaksesi uuden kappalevalikoiman.
fr: Actualisez pour tirer une nouvelle sélection de titres.
ja: 更新すると新しい曲のセットが選ばれます。
uk: Оновіть, щоб отримати новий набір пісень.
zh_hans: 刷新以随机生成一组新歌曲。
zh_hant: 重新整理以隨機產生一組新歌曲。

source: Refreshes radio metadata.
de: Aktualisiert die Radio-Metadaten.
fi: Päivittää radion metatiedot.
fr: Actualise les métadonnées de la radio.
ja: ラジオのメタデータを更新します。
uk: Оновлює метадані радіо.
zh_hans: 刷新电台信息
zh_hant: 更新電台資訊

source: Refreshes the live radio station metadata.
de: Aktualisiert die Metadaten des Live-Radiosenders.
fi: Päivittää live-radioaseman metatiedot.
fr: Actualise les métadonnées de la station de radio en direct.
ja: ライブラジオ局のメタデータを更新します。
uk: Оновлює метадані живої радіостанції.
zh_hans: 刷新直播电台信息
zh_hant: 更新直播電台資訊

source: Refreshes this category
de: Aktualisiert diese Kategorie
fi: Päivittää tämän kategorian
fr: Actualise cette catégorie
ja: このカテゴリを更新します
uk: Оновлює цю категорію
zh_hans: 刷新此分类
zh_hant: 更新此類別

source: Refreshing
de: Wird aktualisiert
fi: Päivitetään
fr: Actualisation
ja: 更新中
uk: Оновлення
zh_hans: 正在刷新
zh_hant: 正在重新整理

source: Refreshing Radio
de: Radio wird aktualisiert
fi: Päivitetään radiota
fr: Actualisation de la radio
ja: ラジオを更新中
uk: Оновлення радіо
zh_hans: 正在刷新电台
zh_hant: 正在重新整理電台

source: Refreshing radio metadata
de: Radio-Metadaten werden aktualisiert
fi: Päivitetään radion metatietoja
fr: Actualisation des métadonnées de la radio
ja: ラジオのメタデータを更新中
uk: Оновлення метаданих радіо
zh_hans: 正在刷新电台信息
zh_hant: 正在更新電台資訊

source: Refreshing…
de: Wird aktualisiert …
fi: Päivitetään…
fr: Actualisation…
ja: 更新中…
uk: Оновлення…
zh_hans: 正在刷新…
zh_hant: 正在重新整理…

source: Reload
de: Neu laden
fi: Lataa uudelleen
fr: Recharger
ja: 再読み込み
uk: Перезавантажити
zh_hans: 重新加载
zh_hant: 重新載入

source: Reload to try again.
de: Zum erneuten Versuch neu laden.
fi: Yritä uudelleen lataamalla uudelleen.
fr: Rechargez pour réessayer.
ja: 再読み込みしてもう一度お試しください。
uk: Перезавантажте, щоб повторити спробу.
zh_hans: 重新加载以重试。
zh_hant: 重新載入以重試。
